tap "git-chglog/git-chglog"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "sambadevi/powerlevel9k"
brew "ctags"
brew "ctop"
brew "curl", args: ["with-openssl"]
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "fzf"
brew "htop"
brew "ncdu"
brew "neovim"
brew "nginx", restart_service: true
brew "nnn"
brew "python"
brew "pgcli"
brew "php", restart_service: true
brew "pwgen"
brew "ranger"
brew "ripgrep"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh"
brew "git-chglog/git-chglog/git-chglog"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "font-hack-nerd-font"
